Repository: gagnieray/plugin-legalnotices
Catalog: lang/legalnotices_*.utf8.po
Languages: fr_fr

source: Pages content
fr_fr: Contenu des pages

source: The "%s" page has not been modified!
fr_fr: La page "%s" n'a pas été modifiée !

source: The "%s" page has been successfully modified.
fr_fr: La page "%s" a été modifiée avec succès.

source: Legal Notices settings
fr_fr: Préférences des Mentions Légales

source: Legal Notices settings have been saved.
fr_fr: Les préférences des Mentions Légales ont été sauvegardées.

source: An SQL error has occurred while storing Legal Notices settings. Please try again, and contact the administrator if the problem persists.
fr_fr: Une erreur SQL est survenue lors de l'enregistrement des préférences des Mentions Légales. Veuillez essayer à nouveau, et contactez l'administrateur si le problème persiste.

source: Legal Information
fr_fr: Informations légales

source: Terms of Service
fr_fr: Conditions générales d'utilisation

source: Privacy Policy
fr_fr: Politique de confidentialité

source: Legal Notices
fr_fr: Mentions légales

source: Edit this page
fr_fr: Modifier cette page

source: Last update
fr_fr: Dernière mise à jour

source: This page has not been translated in your language
fr_fr: Cette page n'a pas été traduite dans votre langue

source: Choose a page
fr_fr: Choisir une page

source: Language
fr_fr: Langue

source: Page body
fr_fr: Corps de la page

source: Or
fr_fr: Ou

source: External URL
fr_fr: URL externe

source: Enter the URL that the user will be redirected to instead of displaying the content defined in the previous field. Setting this option disables editing of the page body.
fr_fr: Saisissez l'URL vers laquelle l'utilisateur sera redirigé au lieu d'afficher le contenu défini dans le champ précédent. Définir de cette option désactive la modification du corps de la page.

source: Enable the "Legal Information" page
fr_fr: Activer la page "Informations légales"

source: Enable the "Terms of Service" page
fr_fr: Activer la page "Conditions générales d'utilisation"

source: Enable the "Privacy Policy" page
fr_fr: Activer la page "Politique de confidentialité"

source: Move links in the "Public pages" menu
fr_fr: Déplacer les liens dans le menu "Pages publiques"

source: Links are added by default in the footer. Enable this option if you want to move them in the "Public pages" menu.
fr_fr: Les liens sont ajoutés par défaut dans le pied de page. Activez cette option si vous souhaitez les déplacer dans le menu "Pages publiques".

source: Fallback language for untranslated pages
fr_fr: Langue de secours pour les pages non traduites

source: Consent Manager Platform
fr_fr: Plateforme de Gestion du Consentement

source: Enable the consent manager
fr_fr: Activer le gestionnaire de consentement

source: If you enable this option, you must define which services should be included in the consent manager. Read the plugin documentation to learn how to do this.
fr_fr: Si vous activez cette option, vous devez définir les services qui doivent être inclus dans le gestionnaire de consentement. Lisez la documentation du plugin pour savoir comment procéder.

source: Hide the "Accept all" button
fr_fr: Cacher le bouton "Accepter tout"

source: Do not enable this option if you need to comply with the european legislation (GDPR & ePrivacy).
fr_fr: N'activez pas cette option si vous devez vous conformer à la législation européenne (RGPD & ePrivacy).

source: Hide the "I decline" button
fr_fr: Cacher le bouton "Je refuse"

source: Cookie lifetime
fr_fr: Durée de vie du cookie

source: Specify the maximum lifetime of the cookie used to store consent information in the browser (in days). After this period, the user's consent will be requested again.
fr_fr: Spécifiez la durée de vie maximale du cookie utilisé pour stocker les informations de consentement dans le navigateur (en jours). Après cette période, le consentement de l'utilisateur sera à nouveau demandé.

source: Cookie domain
fr_fr: Domaine du cookie

source: Use this if you want to get consent once for multiple matching domains. By default, the current domain is used.
fr_fr: Utilisez cette option si vous souhaitez obtenir le consentement une seule fois pour plusieurs domaines correspondants. Par défaut, le domaine actuel est utilisé.

source: Enable "localStorage"
fr_fr: Activer "localStorage"

source: By default, consent information is stored in the browser with a cookie. Enable this option if you want to use "locaStorage" instead. If enabled, setting the options above related to the cookie becomes irrelevant.
fr_fr: Par défaut, les informations de consentement sont stockées dans le navigateur avec un cookie. Activez cette option si vous souhaitez utiliser « locaStorage » à la place. Si cette option est activée, le paramétrage des options ci-dessus liées au cookie devient inutile.

source: Services we would like to use
fr_fr: Services que nous souhaitons utiliser

source: Here you can assess and customize the services that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
fr_fr: Vous pouvez ici évaluer et personnaliser les services que nous aimerions utiliser sur ce site. C'est vous qui décidez ! Activez ou désactivez les services comme bon vous semble.

source: Testing mode!
fr_fr: Mode test !

source: There were changes since your last visit, please renew your consent.
fr_fr: Il y a eu des changements depuis votre dernière visite, veuillez renouveler votre consentement.

source: Hi! Could we please enable some additional services for {purposes}? You can always change or withdraw your consent later.
fr_fr: Bonjour ! Pourrions-nous activer des services supplémentaires pour {purposes}? Vous pouvez toujours modifier ou retirer votre consentement plus tard.

source: Let me choose
fr_fr: Laissez-moi choisir

source: Service Provision
fr_fr: Prestation de services

source: These services are essential for the correct functioning of this website. You cannot disable them here as the service would not work correctly otherwise.
fr_fr: Ces services sont essentiels au bon fonctionnement de ce site. Vous ne pouvez pas les désactiver ici car le service ne fonctionnerait pas correctement autrement.

source: Performance Optimization
fr_fr: Optimisation de la performance

source: These services process personal information to optimize the service that this website offers.
fr_fr: Ces services traitent les informations personnelles afin d'optimiser le service que ce site Web offre.

source: Analytics
fr_fr: Mesure d'audience

source: These services process personal information to let us know how you use this website.
fr_fr: Ces services traitent des informations personnelles pour nous permettre de savoir comment vous utilisez ce site Web.

source: These services process personal information to show you relevant content about products, services or topics that you might be interested in.
fr_fr: Ces services traitent les informations personnelles afin de vous présenter un contenu pertinent sur les produits, les services ou les sujets qui pourraient vous intéresser.

source: Advertising
fr_fr: Publicité

source: These services process personal information to show you personalized or interest-based advertisements.
fr_fr: Ces services traitent les informations personnelles pour vous présenter des publicités personnalisées ou basées sur des intérêts.

source: That's ok
fr_fr: C'est bon

source: Save
fr_fr: Enregistrer

source: I decline
fr_fr: Je refuse

source: Close
fr_fr: Fermer

source: Accept all
fr_fr: Accepter tout

source: Accept selected
fr_fr: Accepter sélectionné

source: privacy policy
fr_fr: politique de confidentialité

source: To learn more, please read our {privacyPolicy}.
fr_fr: Pour en savoir plus, veuillez lire notre {privacyPolicy}.

source: Enable or disable all services
fr_fr: Activer ou désactiver tous les services

source: Use this switch to enable or disable all services.
fr_fr: Utilisez ce commutateur pour activer ou désactiver tous les services.

source: This service is loaded by default (but you can opt out)
fr_fr: Ce service est chargé par défaut (mais vous pouvez le désactiver)

source: (always required)
fr_fr: (toujours requis)

source: This services is always required
fr_fr: Ce service est toujours nécessaire

source: purposes:
fr_fr: fins:

source: purpose:
fr_fr: objet:

source: Realized with Klaro!
fr_fr: Réalisé avec Klaro !

source: Do you want to load external content supplied by {title}?
fr_fr: Vous souhaitez charger un contenu externe fourni par {title}?

source: Yes
fr_fr: Oui

source: Always
fr_fr: Toujours

source: The cookies used by Galette do not store your personal data and do not track you.
fr_fr: Les cookies utilisés par Galette ne stockent pas vos données personnelles et ne vous suivent pas.

source: Consent Manager
fr_fr: Gestionnaire de consentement
